<div class="option-box" id="admin-options-<?php echo $ctrl_id; ?>">

<p>开发一款主题需要投入很多心血，在做这款主题的时候所花费的时间和情感都非常珍贵，为了降低继续开发的成本，我希望本主题能产生一些回报。如果你也支持我的话，可以通过以下方式支持我！</p>

<h3>购买付费版</h3>
<p>Magix Tech也提供付费版，并且已经得到不少朋友的支持。简单解释一下，1.0.x版为免费版，提供大部分免费功能，并且不断升级。1.1+.x版本版本为付费版本，在免费版的基础上提供付费功能和更贴心的服务。（x指小版本，例如1.0.4,1.0.5，+指后续版本，例如1.1.x,1.2.x，1.1.x和1.2.x提供不同等级的功能，因此价格不一样，但小版本仅是在该版本的基础上进行升级更新或BUG修复，因此价格是一样的），目前只开发出了1.1.0版本，提供更丰富的社区功能，例如点赞喜欢、收藏、会员关注、验证码等功能，价格为129元，终身使用，不限制域名，且去除版权信息。</p>
<p><strong>如何购买付费版？</strong></p>
<p>确定购买后，通过通过<a href="http://weibo.com/hz184" target="_blank">微博</a>告知我购买意向，并向我的支付宝<code>476206120@qq.com</code>支付129元，并且告知我支付成功的信息以及你的邮箱，我会在收到付款后将代码发送到你的邮箱。</p>

<h3>成为会员免费获取更多功能</h3>
<p>如果你成为Magix Tech的付费会员，将享受Magix Tech升级、功能更新、新功能发布扩展等免费服务，这些新的部分可能对其他人是收费的，但是只要你是会员，无论对其他人出售的价格多少，你都可以免费享受。会员套餐108元/年。会员可以享受大部分上述付费版中的付费功能，并且提供会员期限内的技术支持。</p>
<p><strong>如何成为会员？</strong></p>
<p>注册乌徒帮论坛<a href="http://www.utubon.com/bbs/">http://www.utubon.com/bbs/</a>，通过<a href="http://weibo.com/hz184" target="_blank">微博</a>告知我你的在论坛的用户ID，支付即可成为会员。</p>
<p>会员套餐价格会不断变动，除了特殊情况会打折优惠，后期的价格只会上升，不会下降，所以小伙伴们抓紧机会咯。</p>

<h3>去除版权</h3>
<p>本主题在源代码中隐藏了链接，作为辛苦开发的一种回报。虽然不影响界面的任何显示，但是说不定能给我带来一些流量。如果你希望去掉这个链接，与我联系，购买一次性版权。请勿在没有购买版权的情况下私自去除版权信息。一次购买可以终身使用，不限制子域名。费用79元。</p>

<h3>捐赠</h3>
<p>做个主题真的不容易，不仅要花时间和精力来开发，还要维护，还要为使用者解答，有的时候还要被黑被莫名其妙的指责。如果你也跟我一样热爱互联网自由精神，可以通过下列途径向我捐赠。</p>
<p>我的支付宝<code>476206120@qq.com</code>，财付通<code>476206120</code>，比特币<code>16tezAsqEZHhVz4xAmNAp8A5r7qMg1NG9P</code>，多少都没有关系，捐赠的时候请注明一下你是要捐赠WP主题MT。</p>

</div>
